/**
 * Расположение и размеры параметризованных объектов
 */
var layout = {
    intro: {
        grelka: {
            x: 0,
            y: 0
        },
        vs: {
            x: 0,
            y: 0
        }
    },
    colon: {
        x: 0,
        y: -38
    },
    counter: {
        left: {
            a: {
                x: -470,
                y: -136,
                w: 120,
                h: 200
            },
            b: {
                x: -350,
                y: -136,
                w: 120,
                h: 200
            },
            c: {
                x: -230,
                y: -136,
                w: 120,
                h: 200
            }
        },
        right: {
            a: {
                x: 110,
                y: -136,
                w: 120,
                h: 200
            },
            b: {
                x: 230,
                y: -136,
                w: 120,
                h: 200
            },
            c: {
                x: 350,
                y: -136,
                w: 120,
                h: 200
            }
        }
    }
};