/**
 * Расположение и размеры параметризованных объектов
 */
var layout = {
    intro: {
        grelka: {
            x: 0,
            y: 0
        },
        vs: {
            x: 0,
            y: 0
        }
    },
    colon: {
        normal: {
            x: 0,
            y: 50
        },
        broken: {
            x: -50,
            y: 130,
            angle: -15
        }
    },
    counter: {
        left: {
            a: {
                x: -380,
                y: 50,
                w: 120,
                h: 200
            },
            b: {
                x: -260,
                y: 50,
                w: 120,
                h: 200
            },
            c: {
                x: -140,
                y: 50,
                w: 120,
                h: 200
            }
        },
        right: {
            a0: {
                x: 20,
                y: 50,
                w: 120,
                h: 200
            },
            a: {
                x: 140,
                y: 50,
                w: 120,
                h: 200
            },
            b: {
                x: 260,
                y: 50,
                w: 120,
                h: 200
            },
            c: {
                x: 380,
                y: 50,
                w: 120,
                h: 200
            }
        }
    }
};